List oilList = [
  {
    'name': 'Sp Helar 0w30',
    'image': 'assets/images/Sp_Hellar_0w30.png',
    'price': ['1L - 22 AZN', '5L - 110 AZN'],
    'specificationsTitle': 'Характеристики продукта',
    'specifications': 'VW 503.00/506.00/506.01',
    'description':
        'Helar SP 0W-30 — полностью синтетическое топливоэкономичное моторное масло, изготовленное на основе синтетических базовых масел с высоким индексом вязкости. Helar SP 0W-30 содержит современные присадки, созданные по новейшим технологиям, которые обеспечивают продукту следующие свойства:\n- снижение расхода топлива\n- очень высокий индекс вязкости и высокая прочность на сдвиг\n- беспроблемный холодных запуск\nзащитная смазочная пленка, сохраняющаяся при очень высоких рабочих температурах\n- высокие диспергирующие и моющие свойства\n- очень высокая степень защиты от износа, коррозии и вспенивания',
    'title': 'Применение',
    'subtitle':
        'Helar SP 0W-30 – топливоэкономичное синтетическое моторное масло, специально разработанное для легковых автомобилей Volkswagen с увеличенным интервалом замены масла. Helar SP 0W-30 можно также использовать в 4-тактных бензиновых и дизельных двигателях. Правила использования см. в технических характеристиках продукта в листе технических данных.',
    'dataTitle': 'Стандартный анализ',
    'data':
        'Плотность при 15 °C, кг/л	0,856\nВязкость при -35 °C, мПа∙с	5580\nВязкость при 40 °C, мм²/с	53,00\nВязкость при 100 °C, мм²/с	9,60\nИндекс вязкости	165\nТемпература вспышки по Кливленду, °C	215\nТемпература застывания, °C	-39\nОбщее щелочное число, мг KOH/г	10,0\nКислотное число, мг KOH/г	3,37\nСульфатная зольность, %	1,28\nЛетучесть по Noack, %	9,5'
  },
  {
    'name': 'Avanza MSP 5w30',
    'image': 'assets/images/Avanza_msp_5w30.png',
    'price': ['1L - 12 AZN', '4L - 45 AZN', '5L - 55 AZN'],
    'specificationsTitle': 'Характеристики продукта',
    'specifications': 'ACEA C2, PSA B71 2290',
    'description':
        'Avanza MSP+ 5W-30 — современное синтетическое топливосберегающее моторное масло Mid-SAPS, разработанное по новейшим технологиям для автомобилей c сажевыми фильтрами и/или каталитическими нейтрализаторами. Специальные синтетические базовые масла и присадки обеспечивают следующие свойства:\n- снижение расхода топлива\n-превосходная защита от преждевременного воспламенения\n- снижение образования продуктов сгорания\n- благодаря более низкому содержанию SAPS\n- повышение срока службы сажевых фильтров и каталитических нейтрализаторов\n- беспроблемный холодный запуск\n- защитная смазочная пленка при высоких температурах\n- увеличенные интервалы замены\n- превосходные диспергирующие и моющие свойства\n- очень высокая степень защиты от износа, коррозии и вспенивания',
    'title': 'Применение',
    'subtitle':
        'Avanza MSP+ 5W-30 предназначено для бензиновых и дизельных двигателей автомобилей c сажевым фильтром и/или каталитическим нейтрализатором. Специальная формула Mid-SAPS обеспечивает увеличенный срок службы. Это масло также обеспечивает превосходную защиту от преждевременного воспламенения смеси в цилиндрах. Подходит для использования в автомобилях PSA, требующих моторное масло спецификации PSA B71 2290 > 2017, а также во всех автомобилях, которым предписаны моторные масла по спецификации ACEA C2.',
    'dataTitle': 'Стандартный анализ',
    'data':
        'Плотность при 15 °C, кг/л	0,849\nВязкость при -30 °C, мПа∙с	4130\nВязкость при 40 °C, мм²/с	50,90\nВязкость при 100 °C, мм²/с	9,64\nИндекс вязкости	178\nТемпература вспышки по Кливленду, °C	224\nТемпература застывания, °C	-42\nОбщее щелочное число, мг KOH/г	6,6\nСульфатная зольность, %	0,51\nЛетучесть по Noack, %	12,2'
  },
  {
    'name': 'Presteza MSP 5w30',
    'image': 'assets/images/Presteza_msp_5w30.png',
    'price': ['1L - 12 AZN', '4L - 45 AZN', '5L - 55 AZN'],
    'specificationsTitle': 'Характеристики продукта',
    'specifications':
        'ACEA C2, C3, API SN, BMW Longlife-04, MB-Approval 229.51/229.52, MB 229.31, GM dexos 2, Opel OV0401547, VW 505.00/505.01',
    'description':
        'Presteza MSP 5W-30 — синтетическое топливоэкономичное моторное масло для автомобилей последнего поколения, оснащенных сажевыми фильтрами и/или каталитическими нейтрализаторами. Специальные технологии по обеспечению Mid SAPS обеспечивают увеличенный срок службы. В продукт добавлены специально подобранные базовые масла и современные присадки, обеспечивающие следующие свойства:\n - снижение расхода топлива\n - снижение уровня образования продуктов сгорания благодаря среднему уровню сульфатной зольности и содержанию фосфора и серы (Mid SAPS)\n - беспроблемный холодных запуск\n - защитная смазочная пленка при высоких рабочих температурах\n - увеличенные интервалы замены масла\n - высокие диспергирующие и моющие свойства\n - очень высокая степень защиты от износа, коррозии и вспенивания',
    'title': 'Применение',
    'subtitle':
        'Presteza MSP 5W-30 – синтетическое топливоэкономичное моторное масло. Пригодно для бензиновых и дизельных двигателей легковых автомобилей и фургонов. По требованию производителя интервалы между заменой масла можно увеличить. Продукт соответствует требованиям Mid SAPS Mercedes-Benz (MB 229.51) и BMW (BMW LL-04). Идеально подходит для новейших моделей BMW и Mercedes, оснащенных сажевым фильтром, и для всех автомобилей, для которых требуется моторное масло ACEA C3.',
    'dataTitle': 'Стандартный анализ',
    'data':
        'Плотность при 15 °C, кг/л	0,855\n - Вязкость при -30 °C, мПа∙с	6160\n - Вязкость при 40 °C, мм²/с	74,40\n - Вязкость при 100 °C, мм²/с	12,30\n - Индекс вязкости	168\n - Температура вспышки по Кливленду, °C	228\n - Температура застывания, °C	-45\n - Общее щелочное число, мг KOH/г	7,7\n - Сульфатная зольность, %	0,80\n - Летучесть по Noack, %	12,1'
  },
  {
    'name': 'Meganza LSP 5w30',
    'image': 'assets/images/Meqanza_lsp_5w30.png',
    'price': ['1L - 12 AZN', '5L - 55 AZN'],
    'specificationsTitle': 'Характеристики продукта',
    'specifications': 'ACEA C3, C4, MB 229.51/226.51, Renault RN0720',
    'description':
        'Meganza LSP 5W-30 — современное синтетическое топливоэкономичное моторное масло по новейшим технологиям обеспечения низкого уровня SAPS. Идеально для автомобилей с сажевыми фильтрами и/или каталитическими нейтрализаторами. Специальный подбор синтетических базовых масел и современных присадок обеспечил следующие свойства:\n - снижение расхода топлива\n - снижение уровня образования продуктов сгорания благодаря сниженному уровню сульфатной зольности и содержанию фосфора и серы\n - повышение срока службы сажевых фильтров и каталитических нейтрализаторов\n - беспроблемный холодных запуск\n - защитная смазочная пленка при высоких рабочих температурах\n - увеличенные интервалы замены масла\n - высокие диспергирующие и моющие свойства\n - очень высокая степень защиты от износа, коррозии и вспенивания',
    'title': 'Применение',
    'subtitle':
        'Meganza LSP 5W-30 специально разработано для современных бензиновых и дизельных двигателей легковых автомобилей и фургонов с сажевым фильтром и/или каталитическим нейтрализатором. Специальная формула Low SAPS обеспечивает увеличенный срок службы. По требованию производителя интервалы между заменой масла можно увеличить. Подходит для новейших моделей Renault, оснащенных дизельным сажевым фильтром, и для всех автомобилей других марок, которые должны соответствовать спецификации ACEA C4.',
    'dataTitle': 'Стандартный анализ',
    'data':
        'Плотность при 15 °C, кг/л	0,851\n - Вязкость при -30 °C, мПа∙с	6320\n - Вязкость при 40 °C, мм²/с	72,80\n - Вязкость при 100 °C, мм²/с	12,40\n - Индекс вязкости	170\n - Температура вспышки по Кливленду, °C	216\n - Температура застывания, °C	-39\n - Общее щелочное число, мг KOH/г	6,6\n - Сульфатная зольность, %	0,49\n - Летучесть по Noack, %	8,7'
  },
  {
    'name': 'Poly tech 5w30',
    'image': 'assets/images/Poly_tech_5w30.png',
    'price': ['1L - 20 AZN', '5L - 90 AZN'],
    'specificationsTitle': 'Характеристики продукта',
    'specifications':
        'ACEA C3, API SN, API SN Plus, BMW Longlife-04, GM dexos 2, MB 229.31/229.51/229.52, Opel OV040154701, VW 505.00/505.01',
    'description':
        'Poly Tech 5W-30 — моторное масло высшего качества, защищающее критически важные детали двигателей автомобилей, работающих в крайне тяжелых условиях. Продукт изготовлен на основе высококачественных базовых масел с очень продвинутой формулой, включающей специальные присадки с маслорастворимыми полиэфирами (OSP), обеспечивая следующие свойства:\n - значительно улучшенные очищающие свойства\n - очень высокая прочность на сдвиг благодаря высокому индексу вязкости используемых базовых масел\n - очень легкий холодный запуск даже в условиях экстремальных низких температур, значительно снижающий износ двигателя\n - замедление процесса старения двигателя\n - отличная защита от износа и коррозии\n - повышенная стойкость к окислению\n - снижение трения в подвижных деталях двигателя\n - минимальный расход масла',
    'title': 'Применение',
    'subtitle':
        'Poly Tech 5W-30 подходит для использования в бензиновых и дизельных двигателях легковых автомобилей и фургонов. Благодаря особым маслорастворимым полиэфирам (OSP), которые используются как присадки, Poly Tech 5W-30 идеально подходит для автомобилей, эксплуатируемых в предельно тяжелых условиях. Это включает медленное движение в плотном транспортном потоке, спортивный стиль вождения или частые запуски холодного двигателя.',
    'dataTitle': 'Стандартный анализ',
    'data':
        'Плотность при 15 °C, кг/л	0,862\n - Вязкость при -30 °C, мПа∙с	6200\n - Вязкость при 40 °C, мм²/с	70,40\n - Вязкость при 100 °C, мм²/с	12,20\n - Индекс вязкости	178\n - Температура вспышки по Кливленду, °C	226\n - Температура застывания, °C	-42\n - Общее щелочное число, мг KOH/г	7,0v\n - ульфатная зольность, %	0,75\n - Летучесть по Noack, %	9,7'
  },
  {
    'name': 'Emperol 5w40',
    'image': 'assets/images/Emperol_5w40.png',
    'price': ['1L - 10 AZN', '4L - 40 AZN', '5L - 47 AZN'],
    'specificationsTitle': 'Характеристики продукта',
    'specifications':
        'ACEA A3/B4, API SN/CF, Approved under VW 502.00/505.00, BMW Longlife-01, MB 229.3 / 226.5, Fiat 9.55535-M2, GM LL-B-025, Porsche A40, Renault RN0700/RN0710',
    'description':
        'Emperol 5W-40 — современное синтетическое топливоэкономичное универсальное моторное масло. Продукт изготовлен на основе синтетических базовых масел с естественным высоким индексом вязкости. После добавления высокотехнологичных присадок обеспечивает следующие свойства:\n - снижение расхода топлива: до 3 %\n - очень ысокий индекс вязкости и высокая прочность на сдвиг\n - беспроблемный холодных запуск\n - защитная смазочная пленка, сохраняющаяся даже при очень высоких рабочих температурах\n - высокие диспергирующие и моющие свойства\n - очень высокая степень защиты от износа, коррозии и вспенивания',
    'title': 'Применение',
    'subtitle':
        'Emperol 5W-40 – универсальное синтетическое топливоэкономичное моторное масло. Подходит для всех видов бензиновых и дизельных двигателей (как турбированных, так и атмосферных) легковых автомобилей и фургонов. Для выбора оптимального способа использования всегда см. справочную базу данных.',
    'dataTitle': 'Стандартный анализ',
    'data':
        'Плотность при 15 °C, кг/л	0,856\n - Вязкость при -30 °C, мПа∙с	6110\n - Вязкость при 40 °C, мм²/с	87,40\n - Вязкость при 100 °C, мм²/с	14,40\n - Индекс вязкости	172\n - Температура вспышки по Кливленду, °C	223\n - Температура застывания, °C	-36\n - Общее щелочное число, мг KOH/г	10,3\n - Сульфатная зольность, %	1,33\n - Летучесть по Noack, %	11,7',
  },
  {
    'name': 'Specialsynth MSP 5w40',
    'image': 'assets/images/Specialisynth_msp_5w40.png',
    'price': ['1L - 12 AZN', '4L - 45 AZN', '5L - 55 AZN'],
    'specificationsTitle': 'Характеристики продукта',
    'specifications':
        'ACEA C3, API SN, API SN Plus, BMW Longlife-04, MB-Approval 229.51, MB 229.31/229.52, VW 505.00/505.01, Ford M2C917-A',
    'description':
        'Specialsynth MSP 5W-40 — универсальное синтетическое моторное масло высшей категории, разработанное с применением современных технологий. Тщательно сбалансированный состав современных присадок со средним уровнем сульфатной зольности и содержанием фосфора и серы (Mid SAPS) и синтетические базовые масла премиум-класса обеспечивают следующие свойства продукта:\n - снижение расхода топлива\n - высокий уровень защиты от износа\n - быстрый холодный запуск\n - совместимость с сажевыми фильтрами и каталитическими нейтрализаторами\n - совместимость с двигателями предыдущего поколения, что делает продукт пригодным для универсального применения\n - пригодность для использования в оборудовании с увеличенными интервалами замены масла, если такой режим предусмотрен автопроизводителем',
    'title': 'Применение',
    'subtitle':
        'Specialsynth MSP 5W-40 – синтетическое моторное масло премиум-класса для легковых автомобилей и фургонов. Благодаря особой формуле Mid SAPS подходит для последнего поколения бензиновых и дизельных двигателей независимо от того, оснащены ли они дизельными сажевыми фильтрами. Для выбора оптимального способа использования всегда см. справочную базу данных.',
    'dataTitle': 'Стандартный анализ',
    'data':
        'Плотность при 15 °C, кг/л	0,853\n - Вязкость при -30 °C, мПа∙с	6080\n - Вязкость при 40 °C, мм²/с	75,80\n - Вязкость при 100 °C, мм²/с	13,20\n - Индекс вязкости	180\n - Температура вспышки по Кливленду, °C	220\n - Температура застывания, °C	-36\n - Общее щелочное число, мг KOH/г	7,0\n - Сульфатная зольность, %	0,75\n - Летучесть по Noack, %	9,6',
  },
  {
    'name': 'Poly tech 5w40',
    'image': 'assets/images/Poly_tech_5w40.png',
    'price': ['1L - 20 AZN', '5L - 90 AZN'],
  },
  {
    'name': 'Kroontrak Super 10w30',
    'image': 'assets/images/Kroontrak_Super_10w30.png',
    'price': ['20L - 140 AZN', '4L - 45 AZN', '5L - 55 AZN'],
  },
  {
    'name': 'Emperol Diesel 10w40',
    'image': 'assets/images/Emperol_Diesel_10w40.png',
    'price': [
      '1L - 9 AZN',
      '4L - 32 AZN',
      '5L - 40 AZN',
      '20L - 145 AZN',
      '60L - 410 AZN',
      '208L - 1320 AZN'
    ],
  },
  {
    'name': 'Emperol 10w40',
    'image': 'assets/images/Emperol_10w40.png',
    'price': [
      '1L - 9 AZN',
      '4L - 32 AZN',
      '5L - 40 AZN',
      '20L - 145 AZN',
      '60L - 410 AZN',
      '208L - 1320 AZN'
    ],
  },
  {
    'name': 'Synfleet shpd 10w40',
    'image': 'assets/images/Synfleet_shpd_10w40.png',
    'price': ['20L - 165 AZN', '60L - 460 AZN', '208L - 1420 AZN'],
  },
  {
    'name': 'Emperol Racing 10w60',
    'image': 'assets/images/Emperol_Racing_10w60.png',
    'price': ['1L - 15 AZN', '4L - 60 AZN', '5L - 70 AZN'],
  },
  {
    'name': 'Multifleet shpd 10w40',
    'image': 'assets/images/Multifleet_shpd_10w40.png',
    'price': ['20L - 140 AZN', '200L - 1320 AZN'],
  },
  {
    'name': 'Multifleet shpd 15w40',
    'image': 'assets/images/Multifleet_shpd_15w40.png',
    'price': [
      '5L - 37 AZN',
      '20L - 135 AZN',
      '60L - 400 AZN',
      '208L - 1300 AZN'
    ],
  },
  {
    'name': 'Multifleet shpd 20w50',
    'image': 'assets/images/Multifleet_shpd_20w50.png',
    'price': [
      '5L - 37 AZN',
      '20L - 135 AZN',
    ],
  },
  {
    'name': 'Bi-Turbo 15w40',
    'image': 'assets/images/Bi_Turbo_15w40.png',
    'price': [
      '1L - 7 AZN',
      '4L - 30 AZN',
      '5L - 33 AZN',
      '20L - 130 AZN',
      '60L - 370 AZN',
      '208L - 1250 AZN'
    ],
  },
  {
    'name': 'Bi-Turbo 20w50',
    'image': 'assets/images/Bi_Turbo_20w50.png',
    'price': ['1L - 7 AZN', '4L - 30 AZN', '5L - 33 AZN', '20L - 130 AZN'],
  },
  {
    'name': 'Dieselfleet CD+ 15w40',
    'image': 'assets/images/Dieselfleet_cd_15w40.png',
    'price': ['20L - 145 AZN', '208L - 1400 AZN'],
  },
  {
    'name': 'Dieselfleet MSP 15w40',
    'image': 'assets/images/Dieselfleet_MSP_15w40.png',
    'price': ['20L - 180 AZN'],
  },

  // {'name': ''},
  // {'name': 'Gearlube hs gl-5 75w90'},
  //
  // {'name': 'Gearlube gl-5 80w90'},
  // {'name': 'Gearlube gl-5 85w140'},
  // {'name': 'Atf dexron ll-D'},
  // {'name': 'Atf sp 2024'},
  // {'name': 'Atf sp 4016'},
  // {'name': 'Atf sp 4026'},
  // {'name': 'Atf sp 4036'},
  // {'name': 'Atf sp 2032'},
  // {'name': 'Atf sp 2092'},
  // {'name': 'Almirol ATF'},
  // {'name': 'ATF sp Matic 2082'},
  // {'name': 'Perlus h 32'},
  // {'name': 'Perlus h 46'},
  // {'name': 'Perlus h 68'},
  // {'name': 'Antifrize'},
  // {'name': 'Brake Fluid DOT 4'},
  // {'name': 'Aerosol quick clearner xt'},
  // {'name': 'Agrifluid ht'},
  // {'name': 'Multi purpose greaz'},
  // {'name': 'Air1 adblue'},
  // {'name': 'Cleansol'},
  // {'name': 'Universal cleaner a'},
  // {'name': 'Universal greas st q7'},
  // {'name': 'High grease ht q9'},
];
